Repository: tercoide/estru3d
Catalog: .lang/*.po
Languages: fr

source: Aplicando las condiciones de borde...
fr: En appliquant les conditions aux limites ...

source: Ceros en la diagonal
fr: Zeroes sur la diagonale

source: Hay ceros en la diagonal principal
fr: Il zéros sur la diagonale principale

source: operaciones aritmeticas.
fr: des opérations arithmétiques.

source: Solucionando el sistema de ecuaciones, necesito calcular
fr: Résoudre le système d'équations, je dois calculer

source: Comienzo
fr: début

source: Hubo problemas de condicionamiento en la resolucion, se ha continuado el cálculo de todas formas. Verificar los resultados y los parámetros de las barras.
fr: Il y avait des problèmes de conditionnement dans la résolution, il a continué le calcul de toute façon. Vérifiez les résultats et les paramètres des barres.

source: La matriz de rigidez tiene elementos 0 en la diagonal principal.
fr: La matrice de rigidité a des éléments 0 sur la diagonale principale.

source: Cancelado
fr: annulé

source: Fin calculo
fr: Je calcule Fin

source: No hay suficiente espacio en al array de cargas para calcular la envolvente
fr: Il n'y a pas assez d'espace dans le réseau de charges pour calculer l'enveloppe

source: seg
fr: seconde

source: Fin calculo en
fr: Je calcule pour

source: Se ha resuelto la estructura, pero los valores de los dezplazamientos de los nudos son superiores al largo de las barras, esto ocurre cuando se pone un valor equivocado en las características de las barras.
fr: La structure a été résolu, mais les valeurs de dezplazamientos nœuds sont plus élevés que le long des barres, ce qui se passe quand vous mettez le tort sur les caractéristiques de la valeur de la barre.

source: Hay un problema. Los valores de los dezplazamientos de los nudos muy grande, esto puede deberse a que la estructura es un mecanismo. Debería revisar que haya suficientes apoyos.
fr: Il y a un problème. valeurs Dezplazamientos de très gros nœuds, cela peut être parce que la structure est un mécanisme. Vous devez vérifier que le soutien suffisant.

source: No hay definida ninguna combinacion
fr: Non défini toute combinaison

source: Verificando condicionamiento de la matriz
fr: Vérification de la matrice de conditionnement

source: Menor
fr: mineur

source: Mayor
fr: Agé

source: Chequeando la diagonal
fr: Vérification de la diagonale

source: Imponiendo las condiciones de borde
fr: Imposer les conditions aux limites

source: Generando array de esfuerzos en los extremos
fr: Générer tableau des efforts au niveau des extrémités

source: Generando array de esfuerzos en secciones
fr: Génération de sections array efforts

source: Armando la matriz de rigidez
fr: Armando matrice de rigidité

source: Generando el vector de terminos independientes
fr: Génération du vecteur de termes indépendants

source: Optimizando nudos...ancho de banda =
fr: Optimisation de nœuds de bande passante ... =

source: Verificando resultados
fr: la vérification des résultats

source: Armando combinaciones...
fr: combinaisons Armando ...

source: Combinando cargas en barras
fr: La combinaison de charges barres

source: Combinando cargas de nudos
fr: La combinaison de charges noeuds

source: Inicio calculos
fr: Accueil calculs

source: Chequeando la estructura...
fr: Vérification de la structure ...

source: Se han encontrado los siguientes errores:
fr: Nous avons trouvé les erreurs suivantes:

source: Error en el cálculo
fr: miscalculated

source: Resolviendo el sistema de ecuaciones...
fr: Résoudre le système d'équations ...

source: La estructura no se puede resolver, la matriz tiene un cero en la diagonal principal en la posicion
fr: La structure ne peut être résolue, la matrice a un zéro sur la diagonale principale en position

source: La estructura no se puede resolver.
fr: La structure ne peut être résolu.

source: Fin calculo
fr: Je calcule Fin

source: Inicio calculos envolventes
fr: calculs Accueil de l'enveloppe

source: Inicio calculos completos
fr: Accueil pleine charge

source: Inicio calculo sismico
fr: Accueil calcul sismique

source: Peso propio
fr: propre poids

source: Permanente
fr: permanent

source: Accidental
fr: accidentel

source: Poniendo en cero para calculos
fr: Mettre à zéro pour charger

source: Verificando barras colineales
fr: Vérification des barres colinéaires

source: Encontradas
fr: trouvé

source: Abriendo archivo
fr: fichier d'ouverture

source: Se abrio exitosamente
fr: J'ai ouvert avec succès

source: Tipo de estructura:
fr: Type de structure:

source: Nodos:
fr: nœuds:

source: Barras:
fr: bars:

source: Cargas:
fr: charges:

source: Apoyos:
fr: soutien:

source: Hubo un problema al abrir.
fr: Il y avait une ouverture de problème.

source: Chequeando nudos
fr: vérifier noeuds

source: nudo suelto
fr: noeud lâche

source: Chequeando barras:
fr: Vérification des barres:

source: barra con ni>nf ->
fr: bar ni> nf ->

source: barra suelta ->
fr: bar en vrac ->

source: barra de largo 0 ->
fr: long bar 0 ->

source: barra con nudo invalido ->
fr: bar avec noeud invalide ->

source: barra sin datos
fr: aucune barre de données

source: Chequeando parametros:
fr: Vérification de paramètres:

source: Chequeado en
fr: Nous sommes arrivés

source: Guardando el archivo
fr: Enregistrer le fichier

source: Se guardo con exito
fr: Je fus sauvé avec succès

source: Generando elastica
fr: générer elastica

source: Reticulado plano
fr: plan réticulaire

source: Portico plano
fr: Portico avion

source: Reticulado espacial
fr: espace réticulé

source: Portico espacial
fr: espace Portico

source: [no definido]
fr: [Non défini]

source: - Hay nudos a los que no llegan barras.
fr: - Il y a des nœuds qui ne parviennent pas à barres.

source: - Hay nudos en la misma posición.
fr: - Il y a des noeuds dans la même position.

source: - No hay nudos suficientes.
fr: - Pas assez de noeuds.

source: - Barras insuficientes.
fr: - Insuffisance Barras.

source: - Hay barras con el nudo inicial mayor que el final.
fr: - Il y a des bars avec plus grand que le noeud initial final.

source: - Barras no tienen los nudos definidos.
fr: - Bars ont noeuds définis.

source: - Barras no tienen los datos definidos.
fr: - Bars ne disposent pas des données définies.

source: - Hay rótulas que generan un mecanismo.
fr: - Il genouillères mécanisme de génération.

source: No hay problemas que informar. Puede calcularse.
fr: Aucun problème à signaler. Il peut être calculé.

source: Guardando tabla de materiales
fr: Enregistrement Table des matières

source: Unitario
fr: unitaire

source: Cargando tabla de materiales
fr: matériaux de table de chargement

source: Calculando los factores de las unidades
fr: Calculer des facteurs d'unités

source: No puedo mostrar el asistente
fr: Je ne peux pas montrer l'assistant

source: No esta definido el tipo de estructura, este es el primer paso que debe hacerse para empezar el modelado
fr: Non défini le type de structure, c'est la première étape devrait être de commencer la modélisation

source: Definir el tipo de estructura
fr: Définir le type de structure

source: No hay nudos suficientes debe haber como minimo 2 nudos y una barra.
fr: Il n'y a pas assez de nœuds doivent avoir au moins 2 nœuds et un bar.

source: Definir el numero de nudos
fr: Définir le nombre de noeuds

source: No hay barras suficientes debe haber como minimo 2 nudos y una barra.
fr: Il n'y a pas assez de bars doivent avoir au moins 2 nœuds et un bar.

source: Definir el numero de barras
fr: Définir le nombre de barres

source: Hay nudos que no estan definidos todavia, en la tabla de nudos se indican las coordenadas x,y,z de cada nudo.
fr: Il y a des noeuds qui ne sont pas encore définis dans la table des noeuds indiqués les coordonnées x, y, z de chaque noeud.

source: Definir las coordenadas de los nudos
fr: Définir les coordonnées des nœuds

source: Hay barras con el nudo inicial mayor que el final. Este programa usa como condicion que al
fr: Il y a des bars avec plus grand que le noeud initial final. Ce programme utilise comme condition que la

source: una barra el nudo inicial tenga un numero menor que el final.
fr: bar le noeud initial a moins que le nombre final.

source: Corregir la numeracion de barras
fr: Renuméroter barres

source: Barras no tienen los nudos definidos. Todas las barras deben tener nudo inicial y final.
fr: Les barres ont les noeuds définis. Toutes les barres doivent avoir noeud initial et final.

source: r la Tabla de Barras para completar los valores de nudo inicial y final
fr: r Table Bar pour compléter les valeurs initiales et noeud finale

source: Hay nudos a los que no llegan barras.
fr: Il y a des nœuds qui ne parviennent pas à barres.

source: Haga click aqui para eliminar los nudos que estan sueltos
fr: Cliquez ici pour supprimer les noeuds sont lâches

source: Hay nudos en la misma posición.
fr: Il y a des noeuds dans la même position.

source: Haga click aqui para eliminar los nudos que estan en la misma posicion
fr: Cliquez ici pour supprimer les nœuds qui sont dans la même position

source: Barras no tienen los datos definidos. Debe definirse la seccion de la barra y el material.
fr: Bars ne disposent pas des données définies. section de la barre et le matériau doit être défini.

source: Corregir la seccion y/o material de las barras
fr: Fixer la section et / ou matérielles barres

source: Hay rótulas que generan un mecanismo. Esto significa que a todas las barras que llegan a un nudo se las definio como rotula en dicho extremo.
fr: Il genouillères mécanisme de génération. Cela signifie que toutes les barres parviennent à un noeud est défini comme étant la rotule à cette extrémité.

source: Corregir los extremos de las barras
fr: Corriger les extrémités des barres

source: No se han colocado apoyos.
fr: Aucune photo placé accessoires.

source: Colocar apoyos
fr: place un appui

source: No se han colocado cargas.
fr: Aucune accusation n'a été placé.

source: Colocar cargas
fr: place des charges

source: Cerrar el asistente y calcular
fr: Fermez l'assistant et calculer

source: Reemplazamos las tablas de materiales?
fr: Les tableaux remplacent les matériaux?

source: Generando sobrecargas
fr: surcharges génératrices

source: barras.
fr: bars.

source: Seleccionadas:
fr: sélectionné:

source: Error: Comando desconocido.
fr: Erreur: Commande inconnue.

source: - Nudos a los que no llegan barras.
fr: - Knots qui échouent bars.

source: - Barras con nudo inicial mayor que el final.
fr: - Barres avec nœud initial supérieur à la fin.

source: Sin errores
fr: sans erreur

source: Elemento de largo 0
fr: élément long 0

source: ERROR: No pueden generarse las lista de graficos de OpenGL
fr: ERREUR: Vous ne pouvez pas générer la liste des graphiques OpenGL

source: acero
fr: steel

source: madera
fr: bois

source: Can't determine array type
fr: Impossible de déterminer le type de tableau
