Repository: tercoide/estru3d
Catalog: .lang/*.po
Languages: fr

source: Software para cálculo de estructuras mediante el método de la rigidez. Calcula estructuras tridimensionales, representa esfuerzos y solicitaciones en apoyos. Gráficas elásticas.
fr: Le logiciel pour l'analyse structurale par le procédé de rigidité. Calcule structures en trois dimensions, il représente les efforts et les sollicitations à l'appui. graphes élastiques.

source: Todo
fr: tous

source: Modelo
fr: modèle

source: Consola
fr: console

source: Tutorial
fr: tutoriel

source: Descartar
fr: jeter

source: ¿Desea guardar los cambios en el proyecto?
fr: Voulez-vous enregistrer les modifications apportées au projet?

source: Error al cargar el proyecto
fr: Erreur lors du chargement du projet

source: Aceptar
fr: Accepter

source: Cancelar
fr: annuler

source: El archivo ya existe, ¿desea sobreescribirlo?
fr: Le fichier existe déjà, voulez-vous le remplacer?

source: Proyecto:
fr: projet:

source: El disco esta lleno.
fr: Le disque est plein.

source: Error inesperado,codigo:
fr: inattendu code d'erreur:

source: Cerrar sin guardar
fr: Fermer sans enregistrer

source: Guardar y cerrar
fr: Enregistrer et fermer

source: Calculado
fr: calculé

source: No se puede graficar la estructura.
fr: Vous ne pouvez pas tracer la structure.

source: Graficando...
fr: Graphing ...

source: Se eliminaron &1 barras con nudos no válidos.
fr: Ils ont enlevé et 1 bar avec des noeuds non valides.

source: El archivo ya existe, desea sobreescribirlo?
fr: Le fichier existe déjà, vous voulez l'écraser?

source: nudos duplicados.
fr: noeuds en double.

source: Se eliminaron
fr: Ils ont été éliminés

source: Estado
fr: état

source: Nombrar estados de carga
fr: Désigner états de charge

source: Nombre del estado
fr: Nom de l'État

source: Estado de Carga:
fr: État de charge:

source: Combinacion de Carga:
fr: combinaison de charge:

source: No pude guardar la imagen
fr: Je ne pouvais pas enregistrer l'image

source: Se eliminaron &1 barras coincidentes.
fr: Supprimé & 1 barres correspondants.

source: Proyecto
fr: projet

source: Nuevo
fr: nouveau

source: Nuevo desde Modelos
fr: Neuf à partir de modèles

source: Abrir
fr: Ouvrir

source: Guardar
fr: Garder

source: Guardar como
fr: Garder comme

source: Guardar gráfico
fr: Enregistrer le graphique

source: Importar
fr: matière

source: Archivos DXF
fr: Les fichiers DXF

source: Archivos de Nudos
fr: fichiers Nudos

source: Archivos de Conectividades
fr: Fichiers connectivités

source: Opciones
fr: Options

source: Salir
fr: Sortir

source: Ver
fr: Voir

source: Graficar
fr: graphique

source: Vista
fr: vue

source: Frontal
fr: de front

source: Superior
fr: superieur

source: Lateral
fr: latérale

source: Perspectiva Caballera
fr: perspective Caballera

source: Perspectiva Isométrica
fr: perspective isométrique

source: Filtro de Sector
fr: Filtre secteur

source: Incluir en el gráfico
fr: Inclure dans le tableau

source: Ejes
fr: arbres

source: Apoyos
fr: supports

source: Nudos
fr: noeuds

source: Cargas
fr: charges

source: Desplazamiento Nudos
fr: déplacement Knots

source: Esfuerzos en barra
fr: bar Efforts

source: Diagramas
fr: diagrammes

source: Diagramas envolventes
fr: enveloppes des diagrammes

source: Reacciones en apoyos
fr: réactions de soutien

source: Cálculos
fr: calculs

source: Calcular
fr: calculer

source: Cálculo plástico
fr: calcul plastique

source: Calculo completo
fr: calcul complet

source: Envolventes y tren de cargas
fr: Boîtiers et train de marchandises

source: Sismo
fr: séisme

source: Estado de carga: Estado 1
fr: état de charge: Statut 1

source: Nombrar estado actual
fr: Désigner état actuel

source: 1-Estado 1
fr: 1-Statut 1

source: 1-Viento
fr: 1-Vent

source: 3-Accidental
fr: 3-accidentelle

source: Estado 4
fr: Etat 4

source: Combinacion 1
fr: Mélanger 1

source: Combinacion 2
fr: combinaison 2

source: Combinacion 3
fr: combinaison 3

source: Combinacion 4
fr: combinaison 4

source: Combinacion 6
fr: combinaison 6

source: Combinacion 7
fr: combinaison 7

source: Combinacion 8
fr: combinaison 8

source: Combinacion 9
fr: combinaison 9

source: Combinacion 10
fr: 10 combinaison

source: Definir combinaciones
fr: définir des combinaisons

source: Ver matriz de rigidez
fr: Voir la matrice de rigidité

source: Estructura
fr: structure

source: Información
fr: information

source: Tabla de nudos
fr: Tableau noeuds

source: Tabla de barras
fr: Table bar

source: Cargas en nudo
fr: charges noeud

source: Cargas en barra
fr: charges à barres

source: Tren de Cargas
fr: Freight train

source: Tabla de secciones
fr: les sections de la table

source: Diseño
fr: conception

source: Plantas
fr: plantes

source: Columnas
fr: colonnes

source: Tabiques
fr: partitions

source: Vigas
fr: poutres

source: Losas
fr: dalles

source: Librería
fr: librairie

source: Materiales
fr: matériels

source: Secciones geométricas
fr: sections géométriques

source: Perfiles normalizados
fr: profils standardisés

source: Tipos de secciones
fr: Types de sections

source: Asistente
fr: assistant

source: Asistente para generar estructuras
fr: Assistant pour générer des structures

source: Optimizar nudos
fr: optimiser noeuds

source: Corregir nudos en barras
fr: noeuds corrects barres

source: Eliminar nudos en desuso
fr: Retirer noeuds inutilisés

source: Eliminar barras con nudos no válidos
fr: Retirer les barres noue invalides

source: Eliminar nudos duplicados
fr: Retirer noeuds en double

source: Eliminar barras coincidentes
fr: Retirer les barres correspondant

source: Reparar barras colineales
fr: barres de réparation colinéaires

source: Generar pórtico ortogonal
fr: Générer porche Orthogonal

source: Generar Plantas Tipo
fr: Plantes Génération Tapez

source: Viga Vierendel
fr: faisceau Vierendel

source: Cercha
fr: ferme

source: Cabreada
fr: pissé

source: Imprimir
fr: imprimer

source: Desplazamiento de nudos
fr: Déplacement des noeuds

source: Esfuerzos en barras
fr: efforts barres

source: Cuadro resumen
fr: bouillonnants

source: Imprimir gráfico
fr: Imprimer graphique

source: Copiar gráfico
fr: copie graphique

source: Ayuda
fr: aider

source: Bienvenida
fr: bienvenue

source: Cómo utilizar Estru3D
fr: Utilisation de Estru3D

source: Tutoriales
fr: tutoriels

source: Tutorial 1 - Viga simple
fr: Tutoriel 1 - Faisceau simple

source: Tutorial 2 - Portico de 3 barras
fr: Tutoriel 2 - 3 bars Portico

source: Método de la Rigidez
fr: Méthode Rigidité

source: Status de la estructura
fr: Statut de la structure

source: Soporte Técnico
fr: Support technique

source: Como puedo involucrarme?
fr: Comme je peux me impliquer?

source: Acerca de
fr: À propos de

source: Crea un nuevo proyecto
fr: Créer un nouveau projet

source: Abre un proyecto
fr: Ouvrez un projet

source: Guarda el proyecto actual
fr: Enregistre le projet en cours

source: Imprime
fr: imprimer

source: Vista previa de impresión
fr: Aperçu avant impression

source: Escribir numero de nudos
fr: Ecrire nombre de noeuds

source: Escribir numero de barras
fr: Ecrire nombre de barres

source: Graficar las cargas
fr: charges Graphing

source: F
fr: fa

source: Ver toda la estructura
fr: Voir toute la structure

source: Ventana de zoom
fr: fenêtre Zoom

source: Rotar
fr: tourner

source: Ver plano X-Y
fr: Voir la carte X-Y

source: Ver Plano X-Z
fr: Voir plan X-Z

source: Ver plano Y-Z
fr: Voir plan Y-Z

source: Vista isométrica
fr: vue isométrique

source: Información del proyecto
fr: information sur le projet

source: Tabla de cargas en nudo
fr: charges de table noeud

source: Tabla de cargas en barra
fr: table de charge dans la barre

source: Tabla de apoyos
fr: Tableau supports

source: Tabla de materiales
fr: Tableau Matériel

source: Asistente para modelar estructuras
fr: structures de modèle Assistant

source: Esfuerzo normal
fr: effort normal

source: Corte según eje Y
fr: Section long de l'axe Y

source: Corte según eje Z
fr: Section long de l'axe Z

source: Esfuerzo Torsor
fr: contrainte de torsion

source: Momento según eje Y
fr: Moment comme axe Y

source: Momento según eje Z
fr: Z comme axe de temps

source: Elástica
fr: résilient

source: Tensiones máximas normales
fr: les contraintes maximales normales

source: Tensiones de corte máximas
fr: Cour des tensions maximum

source: Aprovechamiento de la sección
fr: section exploiter

source: Aumentar la escala
fr: écaillage

source: Reducir la escala
fr: downscale

source: Abrir fichero de Estructura
fr: structure de fichier ouvert

source: Estructuras de Estru3d
fr: Structures Estru3d

source: Guardar fichero de Estructura
fr: Enregistrer Structure du fichier

source: Abrir fichero de Plantas Tipo
fr: Type de fichier ouvert Plantes

source: Plantas tipo de Estru3d
fr: Type de plantes Estru3d

source: Guardar fichero de Plantas Tipo
fr: Enregistrer type de fichier Plantes

source: Archivo
fr: archives

source: Previsualización
fr: avant-première

source: Vista previa
fr: Aperçu

source: No puedo encontrar
fr: Je ne trouve pas

source: Programa mal instalado. Reinstalar
fr: programme mal installé. réinstallez

source: estru3D - Terminos y Condiciones
fr: estru3D - Termes et Conditions

source: Acepto los terminos y condiciones.
fr: J'accepte les termes et conditions.

source: Los usuarios de estru3D aceptan de hecho los siguientes términos y condiciones
fr: utilisateurs Estru3D acceptent effectivement les termes et conditions suivantes

source: Editor de Barras
fr: Bar Editor

source: Barra
fr: bar

source: Inic
fr: Init

source: Material
fr: matériel

source: Extremos
fr: extrémités

source: Grupo
fr: groupe

source: Sector
fr: secteur

source: Tipo
fr: Type

source: Columna
fr: colonne

source: Losa
fr: dalle

source: Viga
fr: faisceau

source: Tabique
fr: partition

source: añadir Barra
fr: ajouter Barra

source: eliminar Barra
fr: Barra supprimer

source: Seccion
fr: section

source: material
fr: matériel

source: Filtros
fr: filtres

source: Aplicar
fr: appliquer

source: Puede crear un nudo nuevo ingresando sus coordenadas x ; y [ ; z]
fr: Vous pouvez créer un nouveau nœud entrant ses coordonnées x; et [; z]

source: No hay posibilidad de agregar mas cargas a la estructura
fr: Il n'y a aucune possibilité d'ajouter des charges à la structure

source: Carga puntual
fr: charge ponctuelle

source: Carga repartida
fr: charge répartie

source: Carga repartida parcial
fr: Partielle charge répartie

source: Temperatura
fr: température

source: Carga triangular
fr: charge triangulaire

source: Carga triangular invertida
fr: charge triangulaire inversé

source: Pueden especificarse valores de Px, Py y Pz que coinciden con los ejes locales de la barra. El valor de 'a' debera estar entre
fr: Vous pouvez spécifier des valeurs Px, Py et Pz correspondant à des axes locaux de la barre. La valeur de «a» doit être comprise entre

source: 0 y el largo de la barra.
fr: 0 et la longueur de la barre.

source: Un ejemplo de carga puntual es la de montaje, que segun las normas argentinas es de 100 kg, o sea un operario (en buena forma) con su caja de herramientas.
fr: Un exemple d'une charge ponctuelle est l'assemblée qui, selon les règlements argentins est de 100 kg, ou un opérateur (en bonne forme) avec votre boîte à outils.

source: Carga repartida:
fr: charge répartie:

source: Pueden especificarse valores de qx, qy y qz que coinciden con los ejes locales de la barra.
fr: Vous pouvez spécifier les valeurs qx, qy et qz qui correspondent aux axes locaux de la barre.

source: El peso propio es un buen ejemplo de carga repartida.
fr: Le poids propre est un bon exemple de charge répartie.

source: Carga repartida parcial:
fr: Partiel charge répartie:

source: Ademass hay que introducir 'a' y 'c', de manera que 'a+c' no sea mayor que el largo de la barra.
fr: Ademass doit entrer «a» et «c» de sorte que «a + c 'ne soit pas supérieure à la longueur de la barre.

source: Temperatura:
fr: température:

source: La temperatura afecta al eje Y solamente, por lo tanto generara momentos Mz en la barra
fr: La température affecte l'axe Y uniquement, génèrent donc des moments bar Mz

source: Los datos necesarios son 'Ts' temperatura en la parte superior de la barra (exterior), 'Ti' temperatura en la parte inferior (interior), 'h' que es la altura de la barra y 'C' coeficiente de dilatacion del material.
fr: Les données requises sont la température 'Ts de en haut de la barre (extérieure), la température' Ti 'en bas (à l'intérieur) partie, «h» est la hauteur de la barre et le coefficient «C» de dilatation thermique du matériau .

source: Carga triangular:
fr: charge triangulaire:

source: La carga va desde 'q' en el nudo inicial, hasta cero en el nudo final. El mejor ejemplo de carga triangular es la presion hidrostatica en las paredes verticales de los tanques de agua.
fr: plages de chargement de 'q' dans le noeud initial, à zéro au niveau du noeud final. Le meilleur exemple de charge triangulaire est la pression hydrostatique sur les parois verticales des réservoirs d'eau.

source: Carga triangular invertida:
fr: inversé la charge triangulaire:

source: La carga va desde cero en el nudo inicial, hasta 'q' en el nudo final. El mejor ejemplo de carga triangular es la presion hidrostatica en las paredes verticales de los tanque de agua.
fr: La charge va de zéro dans le nœud initial, à «q» dans le noeud final. Le meilleur exemple de charge triangulaire est la pression hydrostatique dans les parois verticales du réservoir d'eau.

source: Tipo de Carga
fr: Type de charge

source: Estado
fr: état

source: Usar ejes globales
fr: Utilisez axes globaux

source: qy:
fr: q:

source: Cerrar
fr: Fermer

source: añadir Carga
fr: ajouter la charge

source: añadir carga
fr: ajouter la charge

source: borrar Carga
fr: supprimer Chargement

source: Largo:
fr: Long:

source: Detalles:
fr: détails:

source: Calculo:
fr: calcul:

source: Listado de Nudos
fr: Liste des unités

source: Listado de Barras
fr: Liste des Barras

source: Nudo
fr: nœud

source: nit
fr: lente

source: Listados que puede generar el programa:
fr: Listes peuvent générer le programme:

source: Seleccione un listado para proceder a crearlo
fr: Sélectionnez une liste pour procéder à la création

source: Editor de Nudos
fr: Editor Nudos

source: Esta a punto de eliminar nudos. Se eliminaran las cargas y apoyos del nudo, ademas las barras que utilicen el nudo tendran un nudo no valido
fr: Est-ce sur le point de supprimer des nœuds. les charges et les supports ont été enlevés noeud, plus les barres en utilisant le nœud auront un noeud invalide

source: Cerrando Tabla de Nudos
fr: Fermeture Nudos de table

source: Abriendo Tabla de Nudos
fr: Ouverture de la table de Knots

source: Tabla de Nudos
fr: Table Knots

source: añadir Nudo
fr: ajouter Knot

source: borrar Nudo
fr: supprimer Knot

source: secciones en el proyecto.
fr: sections du projet.

source: Secciones:
fr: sections:

source: <Seccion generica>
fr: <Section générique>

source: Secciones: editando seccion
fr: Sections: Section d'édition

source: Guardar cambios
fr: Enregistrer les modifications

source: No puedo abrir el archivo de Tipos de Secciones
fr: Je ne peux pas ouvrir les types de fichiers Sections

source: Abriendo Secciones
fr: ouverture Sections

source: Los parámetros de las secciones tienen la misma unidad definida para LONGITUD:
fr: Les paramètres des sections ont la même unité de longueur définie:

source: Cerrando Secciones
fr: fermeture Sections

source: No puedo abrir el la imagen que describe a la sección. La misma debe encontrarse en la subcarpeta /imagenes de la carpeta donde instalo el programa.
fr: Je ne peux pas ouvrir l'image décrivant la section. Il doit être dans le dossier sous-dossier / images où vous avez installé le programme.

source: Error en la formula.
fr: Erreur dans la formule.

source: Tipo de sección
fr: section Type

source: Nombre:
fr: Nom:

source: Area:
fr: Quartier:

source: Los parámetros de las secciones tienen la misma unidad definida para LONGITUD: Met
fr: Les paramètres des sections ont la même unité de longueur définie: Met

source: Agregar sección
fr: Ajouter l'article

source: Impide
fr: empêche

source: Movimiento
fr: mouvement

source: Elongacion
fr: allongement

source: Apoyo
fr: support

source: Agregar apoyo
fr: Ajout du support

source: Numero de nudo
fr: Nombre noeud

source: No hay mas lugar para cargas.
fr: Pas plus d'espace pour les charges.

source: Tabla de cargas en los nudos
fr: Le tableau des charges au niveau des noeuds

source: Estados de Carga
fr: Charger les États

source: Nombre de estado de carga:
fr: Nom état de charge:

source: Combinaciones de estados de carga
fr: Combinaisons d'états de charge

source: CLick en el nombre de los estados para cambiarlos.
fr: Cliquez sur le nom des Etats à changer.

source: Qy
fr: q

source: My
fr: ma

source: Corte
fr: tribunal

source: Momento
fr: temps

source: Inicial
fr: initial

source: Qy =
fr: q =

source: My =
fr: mes =

source: Torsor
fr: torseur

source: Corte Z
fr: Cour Z

source: Momento Y
fr: Et le temps

source: La posicion indicada no cae en la barra.
fr: La position exprimée tombe dans la barre.

source: Mom. Z
fr: Maman. Z

source: Mom. Y
fr: Maman. et

source: Largo barra
fr: long bar

source: Momento Z
fr: temps Z

source: Corte Y
fr: Et couper

source: Plano XY: N Qy Mz
fr: XY: N Qy Mz

source: Plano XZ: T Qz My
fr: XZ: T QZ Mon

source: Evaluar
fr: évaluer

source: Posicion
fr: position

source: Diagramas Envolventes
fr: diagrammes Envolventes

source: Parametros
fr: paramètres

source: Calculo de Envolventes
fr: Calcul des Envolventes

source: seg
fr: seconde

source: Graficar esfuerzos mientras se calcula cada
fr: Graphes efforts tout en calcule chaque

source: Superponer el estado de cargas actual
fr: Superposer l'état de charge actuel

source: Nudo i
fr: noeud i

source: Nudo f
fr: noeud f

source: Esfuerzos en los extremos de las barras
fr: Les efforts au niveau des extrémités des barres

source: Archivo no válido
fr: fichier non valide

source: Numero de pisos incorrecto
fr: Mauvais Nombre d'étages

source: Altura entre pisos incorrecta
fr: Hauteur incorrecte entre les étages

source: Tamaño de grilla incorrecto, deberia estar ente 0.1m y 1.0m
fr: grille Mauvaise taille, devrait être 0.1m et 1.0m entité

source: Generando piso
fr: étage de génération

source: Estructura creada
fr: structure créée

source: Generador de plantas tipo
fr: les plantes de type de générateurs

source: Pisos:
fr: étages:

source: Altura:
fr: hauteur:

source: Generar
fr: générer

source: Cargar
fr: charge

source: Cota bases:
fr: Cota base:

source: Generar pero propio
fr: Générer mais posséder

source: No existe el nudo inicial.
fr: Il n'y a pas noeud initial.

source: Generar un portico ortogonal
fr: Génération d'un portique orthogonale

source: Nudo inicial (debe existir)
fr: noeud initial (doit être)

source: Tramos segun eje X
fr: Sections selon l'axe X

source: separacion
fr: séparation

source: Tramos segun eje Y
fr: Sections d'axe selon

source: Tramos segun eje Z
fr: axe Z selon les sections

source: Abriendo Informacion
fr: Informations ouverture

source: Reticulado Plano
fr: réticulaire Plano

source: Reticulado Espacial
fr: réticulaire Space

source: Portico Espacial
fr: Portico espace

source: inch
fr: pouce

source: feet
fr: pieds

source: tons
fr: tonnes

source: Cerrando Informacion
fr: Informations fermeture

source: nudos, sus correspondientes apoyos y cargas, ¿esta seguro?
fr: nœuds, leurs supports et des charges correspondantes, vous êtes sûr?

source: Eliminar
fr: supprimer

source: Se van a eliminar
fr: Ils enlèveront

source: barras y sus correspondientes cargas, ¿esta seguro?
fr: bars et charges correspondantes, vous êtes sûr?

source: Informacion basica del proyecto
fr: information sur le projet de base

source: Descripcion
fr: description

source: mi primer calculo de estructuras en Linux
fr: mon premier calcul de structures sous Linux

source: Unidades
fr: unités

source: Abriendo Tabla de Materiales
fr: Matériaux d'ouverture Table

source: Nro
fr: Non.

source: Nombre
fr: nom

source: Modulo E
fr: Module E

source: Densidad
fr: densité

source: Fluencia
fr: ramper

source: Cerrando Tabla de Materiales
fr: Matériaux de clôture Table

source: Elegir
fr: choisir

source: La matriz de rigidez es demasiado grande como para visualizarla.
fr: La matrice de rigidité est trop importante pour la vue.

source: No hay suficiente memoria para la cargar la tabla.
fr: Pas assez de mémoire pour charger la table.

source: Opciones del programa
fr: Options du programme

source: Formatos
fr: formats

source: Datos de salida
fr: Les données de sortie

source: 123.45 (2 decimales)
fr: 123.45 (2 décimales)

source: 123.4567 (4 decimales)
fr: 123.4567 (4 décimales)

source: 1.23E+00 (cientifico)
fr: 1,23e + 00 (scientifique)

source: Datos de entrada
fr: Les données d'entrée

source: Graficos
fr: graphique

source: Impresion
fr: imprimer

source: Mostrar despues del cálculo
fr: Afficher après le calcul

source: Momento Mz
fr: instant Mz

source: nada
fr: rien

source: Ocultar cargas al mostrar
fr: Masquer les frais pour montrer

source: Color
fr: couleur

source: tens
fr: dizaines

source: Secciones de barras
fr: sections Bar

source: Esfuerzos
fr: efforts

source: Perfiles: editando sección
fr: Profils: Module d'édition

source: &Editar
fr: & Modifier

source: Perfiles
fr: profils

source: &Agregar
fr: & Ajouter

source: Tabla de Perfiles Normalizados
fr: tableau Profils normalisés

source: Datos de la sección en cm, Area en cm2, Inercias en cm4 y Momentos resistentes en cm3
fr: les données de la section en cm, Surface en cm2, en cm4 Moments Inertie de cm3 résistant

source: Imagen no disponible
fr: Image bientôt disponible

source: Tabla no disponible
fr: Tableau non disponible

source: Onda Sismica
fr: onde sismique

source: Amplitud
fr: largeur

source: Frecuencia
fr: fréquence

source: Onda sísmica
fr: onde sismique

source: Direccion
fr: adresse

source: segs
fr: secs

source: Tren de cargas
fr: Le train de marchandises

source: Dibujar
fr: dessiner

source: Duracion
fr: durée

source: Amortigua
fr: amortit

source: Abriendo Tabla de Secciones)
fr: Tableau d'ouverture des sections)

source: Nombre
fr: nom

source: Tipo
fr: Type

source: Seleccionar seccion
fr: Sélectionnez la section

source: Listado de Secciones de la estructura
fr: Liste des sections de la structure

source: Secciones de la estructura
fr: sections de structure

source: Editar...
fr: Edit ...

source: + Perfil
fr: + profil

source: Tren de cargas y Carga repartida movil
fr: charges de train et cellule de charge répartie

source: Carga
fr: charge

source: Distancia
fr: distance

source: Agregar
fr: ajouter

source: Carga repartida aleatoria
fr: charge répartie de façon aléatoire

source: Puede encontrar mas informacion de estas cargas
fr: Vous pouvez trouver plus d'informations sur ces frais

source: aqui.
fr: ici.

source: Elimina todo
fr: supprime tous les

source: Camino
fr: manière

source: Paso del tren
fr: Passing train

source: Armando matrices y arrays
fr: matrices et tableaux Armando

source: Generando la matriz de rigidez
fr: Génération de la matrice de rigidité

source: Combinando estados de carga
fr: La combinaison des états de charge

source: Hubo errores en el proceso de cálculo.
fr: Il y avait des erreurs dans le processus de calcul.

source: Generando vector de terminos independientes...
fr: Génération vecteur de termes indépendants ...

source: Chequeando el condicionamiento...
fr: Vérification de conditionnement ...

source: Iniciando el cálculo
fr: Démarrage du calcul

source: Dimensionando arrays
fr: tableaux de dimensionnement

source: La matriz de rigidez es demasiado grande.
fr: La matrice de rigidité est trop importante.

source: Condicion
fr: condición

source: Hay problemas de condicionamiento en la matriz de rigidez
fr: Il y a des problèmes de conditionnement dans la matrice de rigidité
